[
  {
    "id": "news-1",
    "title": "Hamilton domina treino em Interlagos",
    "summary": "Lewis Hamilton foi o mais rápido no primeiro treino livre do GP do Brasil, mostrando que a Mercedes está competitiva no circuito brasileiro.",
    "content": "Lewis Hamilton estabeleceu o melhor tempo no primeiro treino livre do Grande Prêmio do Brasil, realizado no Autódromo José Carlos Pace. O heptacampeão mundial completou uma volta em 1:09.050, superando Max Verstappen por 0.3 segundos.\n\nA Mercedes parece ter encontrado um bom equilíbrio aerodinâmico para o circuito de Interlagos, tradicionalmente favorável aos carros prateados. Valtteri Bottas ficou em terceiro lugar, mostrando consistência da equipe.\n\nOs brasileiros também se destacaram: Felipe Massa ficou em sétimo e Pietro Fittipaldi em décimo terceiro, mostrando que o talento nacional continua forte no automobilismo.",
    "author": "GoldZera",
    "date": "2024-11-01",
    "image": "/assets/images/track-interlagos.jpg",
    "category": "Resultados",
    "tags": [
      "Resultados"
    ],
    "published": true,
    "views": 150,
    "createdAt": "2024-11-01T10:00:00.000Z",
    "updatedAt": "2024-11-01T10:00:00.000Z"
  },
  {
    "id": "news-2",
    "title": "Nova temporada de sim racing começa em janeiro",
    "summary": "A Brasil Sim Racing anunciou o calendário completo para 2025, com 12 etapas e premiações recordes.",
    "content": "A Brasil Sim Racing (BSR) revelou hoje o calendário completo para a temporada 2025 do campeonato brasileiro de sim racing. Serão 12 etapas, começando em janeiro no circuito virtual de Interlagos.\n\nAs novidades incluem: premiações recordes de R$ 50.000 para o campeão, transmissão ao vivo de todas as corridas, e integração com plataformas de streaming para maior interação com os fãs.\n\n'Estamos investindo pesado para tornar o sim racing brasileiro referência mundial', disse o diretor da BSR, Carlos Eduardo. 'Queremos atrair os melhores pilotos virtuais do país e criar um ecossistema competitivo e profissional.'",
    "author": "Maria Santos",
    "date": "2024-10-28",
    "image": "/assets/images/track-interlagos.jpg",
    "category": "Campeonato",
    "tags": [
      "Campeonato",
      "Regulamento"
    ],
    "published": true,
    "views": 200,
    "createdAt": "2024-10-28T09:30:00.000Z",
    "updatedAt": "2024-10-28T09:30:00.000Z"
  },
  {
    "id": "news-3",
    "title": "Verstappen quebra recorde de vitórias consecutivas",
    "summary": "O neerlandês alcançou sua 10ª vitória seguida, igualando o recorde de Sebastian Vettel na era turbo-híbrida.",
    "content": "Max Verstappen escreveu mais um capítulo na história da Fórmula 1 ao conquistar sua décima vitória consecutiva no Grande Prêmio de Abu Dhabi. O neerlandês igualou o recorde de Sebastian Vettel na era turbo-híbrida (2013) e se aproximou dos 13 triunfos seguidos de Alberto Ascari (1952-1953).\n\nA vitória foi construída com uma estratégia perfeita da Red Bull, que optou por uma parada a menos que os concorrentes. Verstappen administrou bem os pneus e fez uma ultrapassagem dramática sobre Charles Leclerc na última volta.\n\n'Foi uma corrida incrível. A equipe fez um trabalho fantástico', comemorou Verstappen no pódio. 'Agora vamos focar em 2025 para tentar quebrar esse recorde.'",
    "author": "Pedro Costa",
    "date": "2024-12-08",
    "image": "/assets/images/track-spa.jpg",
    "category": "Resultados",
    "tags": [
      "Parceria"
    ],
    "published": true,
    "views": 180,
    "createdAt": "2024-12-08T14:15:00.000Z",
    "updatedAt": "2024-12-08T14:15:00.000Z"
  }
]